import React from "react";

const Ix = () =>{
    const liFormat =  {marginBottom: "20px", fontSize: "22px"};
    return (
        <div className="homepage">
            <div>
                <div><h1>Абсолютно новий BMW iX3 вже в Україні</h1>
                    <p1>Концепт, який був втілений у реальність. Визначення електромобільності. Завдяки енергоефективній технології BMW eDrive та електричному повному приводу,
                        BMW iX досягає виняткового запасу ходу та вражаючого прискорення з місця. Операційною системою BMW OS 8 також можна керувати за допомогою сенсорного контролера iDrive.</p1></div>
                <a href="/com">Записатись на тест-драйв/огляд авто</a>
                <img src="/images/ix.jpg"/>
            </div>
            <div style={{marginLeft: "10%",  marginBottom: "20px"}} >
                <h3  style={{margin: "2% 0px 2% 0px"}}>Характеристика даного авто</h3>
                <ul>
                    <li style={liFormat}>Електричний двигун з запасом ходу до 500 км</li>
                    <li style={liFormat}>Адаптивна підвіска, яка на 20% комфортніша та більш керованіша</li>
                    <li style={liFormat}>Асистенти та камери кругового обзору</li>
                    <li style={liFormat}>Адаптивний круїз-контрольль з функцією утримання в полосі</li>
                    <li style={liFormat}>Можливість зарядки від швидкісних станцій</li>
                    <li style={liFormat}>Аудіо-система найвищого рівня (більше 20 динаміків в салоні автомобіля)</li>
                    <li style={liFormat}>Матеріали салону найвищої якості</li>
                    <li style={liFormat}>Гарантія від офіціного дилера на період від 2 до 5 років</li>
                </ul>
            </div>
            <h2 style={{marginLeft: "120px", marginRight: "120px"}}>Авто буде доступним для покупки вже в першому кварталі 2022 року</h2>
        </div>
    )
}

export default Ix;