import React from "react";

const Threesome = () =>{
    const liFormat =  {marginBottom: "20px", fontSize: "22px"};
    return (
        <div className="homepage">
            <div>
                <div><h1>BMW 320 - економічний компактний седан з пробігом для міського пересування</h1>
                    <p1>Дане авто було перевірене спеціалістами диллерського центру. Пробіг складає 120 000 км, два власника. Кузов у чудовому стані, немає дефектів. Не фарбовані деталі
                    Автомобіль був придбаний в одному з дилерських центрів BMW та на ньому обслуговувався. Відповідні записи ьакож наявні. Під час покупки ми готові оформити гарантію на дане авто.</p1></div>
                <a href="/com">Записатись на тест-драйв/огляд авто</a>
                <img src="/images/3202.jpg" style={{maxWidth: "1650px"}}/>
            </div>
            <div style={{marginLeft: "10%",  marginBottom: "20px"}} >
                <h3  style={{margin: "2% 0px 2% 0px"}}>Характеристики даного авто:</h3>
                <ul>
                    <li style={liFormat}>Економічний двигун 2.0 бензин ідеальний для пересування по місту</li>
                    <li style={liFormat}>Автоматична коробка передач, яка дозволить Вам відчувати ще більше задоволення за кермом</li>
                    <li style={liFormat}>Повний привіт XDrive дозволить реазівати весь потенціал давного агрегату</li>
                    <li style={liFormat}>Обслуговування на офіційному дилері дає гарантію якісних робіт з автомобілем</li>
                    <li style={liFormat}>Гарантія від офіційного дилера допоможе Вам ще декілька років не перейматися ремонтом авто</li>
                    <li style={liFormat}>Ціна даного авто складає 15 000$</li>
                </ul>
            </div>
        </div>
    )
}

export default Threesome;